{
  "date": "March 2016",
  "medium": "Digital Photography",
  "folder": "gallery-austria",
  "gallery-page": {
    "works": [
      {
        "imgTitle": "Amanda and I in Innsbruck",
        "imgFile": "innsbruck-1",
        "location": "Innsbruck, Austria",
        "camera": "Panasonic Lumix DMC-GF1",
        "lens": "Panasonic 20mm f/1.7",
        "aperture":"f/2.2",
        "shutter":"1/1600",
        "description": "This photo of Amanda and I was taken our first day in Innsbruck, on a walk down the trail near my parent's house. We were still extremely tired from the long flight, but it was such a beautiful day that we had to get out and enjoy it. This lovely green hill at the foothills of the mountain provided the perfect backdrop for our first portrait together in Austria."
      },
      {
        "imgTitle": "Colorful houses along the Inn River",
        "imgFile": "innsbruck-10",
        "location": "Inn River, Innsbruck, Austria",
        "camera": "Panasonic Lumix DMC-GF1",
        "lens": "Panasonic 7-14mm f/4.0",
        "aperture":"f/9",
        "shutter":"1/400",
        "description": "This is pretty much the photo you have to take when you go to Innsbruck; if you Google search for Innsbruck you're likely to see something similar. These colorful houses that line the Inn River are very iconic looking and I was happy to squeeze so many of them into one photo with my 7-14mm wide-angle lens. The sky behind the mountains is slightly blown-out, but overall this is one of the most brightly colorful photos I took in Innsbruck."
      },
      {
        "imgTitle": "Walking the trail in Rum near my parents' house",
        "imgFile": "innsbruck-3",
        "location": "Rum, Austria",
        "camera": "Panasonic Lumix DMC-GF1",
        "lens": "Panasonic 7-14mm f/4.0",
        "aperture":"f/8",
        "shutter":"1/400",
        "description": "This amazing view is what we'd see each day on our walk to the nearby bus stop. We walked down a trail near my parents' house in Rum, which led over hills and past farms, and eventually takes you to the neighboring village of Arzl. Down below you can see the city of Innsbruck, as well as the Calvary Chapel up on a hill. At the time, I commented that it all looked like The Shire from <em>Lord of the Rings.</em>"
      },
      {
        "imgTitle": "Maria Theresien Straße",
        "imgFile": "innsbruck-4",
        "location": "Maria Theresien Straße, Innsbruck, Austria",
        "camera": "Panasonic Lumix DMC-GF1",
        "lens": "Panasonic 7-14mm f/4.0",
        "aperture":"f/6.3",
        "shutter":"1/250",
        "description": "Maria Theresien Strasse is essentially the main town square of Innsbruck—one of the largest and most popular areas full of cafes, bars, and shops. In the morning, some delivery trucks are allowed to drive through, but most of the day it's a pedestrian and bike-only area. We came here many times to go to coffee shops and restaurants, and as a way to escape the bustle of traffic."
      },
      {
        "imgTitle": "Goldenes Dachl and Stadtturm in Altstadt",
        "imgFile": "innsbruck-5",
        "location": "Goldenes Dachl, Innsbruck, Austria",
        "camera": "Panasonic Lumix DMC-GF1",
        "lens": "Panasonic 7-14mm f/4.0",
        "aperture":"f/7.1",
        "shutter":"1/160",
        "description": "The Goldenes Dachel (\"Golden Roof\") Museum in the middle and Stadtturm (\"City Tower\") on the left occupy what was historically the main town square of Innsbruck. It's now one of the most touristy areas of the Altstadt (\"Old Town\") area. The Golden Roof is Innsbruck's most famous symbol, and was built in 1500 for Emperor Maximilian I. The City Tower was unfortunately closed for renovations, but we enjoyed walking through this area many times."
      },
      {
        "imgTitle": "Schloss Ambras",
        "imgFile": "innsbruck-9",
        "location": "Schloss Ambras, Innsbruck, Austria",
        "camera": "Panasonic Lumix DMC-GF1",
        "lens": "Panasonic 7-14mm f/4.0",
        "aperture":"f/8",
        "shutter":"1/320",
        "description": "The Ambras Castle is located up in the hills above Innsbruck and was built in the 16th cenury for Archduke Ferdinand II. It was renovated in 1880 and again in the 1970s, but if you walk around the back of the castle you can still see the old stone walls that haven't been painted white like the front. We enjoyed walking all through the castle, as well as through the surrounding forests. We even saw the Bacchus Grotto, which is like a dungeon cave carved into the nearby mountainside."
      },
      {
        "imgTitle": "Cathedral of St. James",
        "imgFile": "innsbruck-6",
        "location": "Cathedral of St. James, Innsbruck, Austria",
        "camera": "Panasonic Lumix DMC-GF1",
        "lens": "Panasonic 7-14mm f/4.0",
        "aperture":"f/6.3",
        "shutter":"1/125",
        "description": "This 18th century Boroque cathedral, also known as Innsbruck Cathedral or <em>Dom zu St. Jakob</em>, is one of the most impressive churches I saw in Innsbruck. Strangely, it was much colder inside the church than outside. Also, we were visiting during Lent so some of the decorations and statues were covered or put away. However, the fresco paintings on the ceilings were incredible and everything about the place was very impressive."
      },
      {
        "imgTitle": "View of Innsbruck from Hungerburg",
        "imgFile": "innsbruck-7",
        "location": "Innsbrucker Nordkettenbahnen, Innsbruck, Austria",
        "camera": "Panasonic Lumix DMC-GF1",
        "lens": "Panasonic 7-14mm f/4.0",
        "aperture":"f/9",
        "shutter":"1/1000",
        "description": "One day we took the Nordkettenbahnen cable car up the Nordkette mountain to the village of Hungerburg. From there, we got the best view of Innsbruck that you could ever hope to find. You can see the Inn River snaking through the city. The village of Hungerburg looked quite similar to the ones at the bottom of the mountain near the city, except much quieter and windier. Taking the cable car up the mountain was also a fun experience and afforded some great views."
      },
      {
        "imgTitle": "Triumphpforte (Triumphal Arch)",
        "imgFile": "innsbruck-8",
        "location": "Triumphpforte, Innsbruck, Austria",
        "camera": "Panasonic Lumix DMC-GF1",
        "lens": "Panasonic 7-14mm f/4.0",
        "aperture":"f/5",
        "shutter":"1/200",
        "description": "The Triumphal Arch is located on Maria Theresien Straße, and was built in 1765 by Empress Maria Theresa herself. It was originally meant to commemorate the marriage of her son (who would eventually become Emperor Leopold II), except Maria's husband Kaiser Franz died during the marriage. Therefore, the south façade of the arch is happy and represents the marriage, while the north façade is sad and represents the mourning of the late Kaiser. As the photo shows, many buses, cabs, and bikes regularly go through the arch in normal daily traffic."
      },
      {
        "imgTitle": "Passing Ost-Friedhof Cemetery on the light-rail street tram",
        "imgFile": "innsbruck-11",
        "location": "Ost-Friedhof, Innsbruck, Austria",
        "camera": "Panasonic Lumix DMC-GF1",
        "lens": "Panasonic 7-14mm f/4.0",
        "aperture":"f/5",
        "shutter":"1/160",
        "description": "I did not include this photo to show the Cemetery (which we did not actually visit), but more to show the light-rail street trams we sometimes used to travel around Innsbruck. I have always loved street-level trolleys and trams as an alternative form of public transit; they seem to offer all the best aspects of both buses and trains. This photo was taken on our way to Schloss Ambras, as I happened to capture the beautiful, old cemetery out the window."
      },
      {
        "imgTitle": "Church of St. Oswald in Seefeld",
        "imgFile": "seefeld-5",
        "location": "Church of St. Oswald, Seefeld, Austria",
        "camera": "Panasonic Lumix DMC-GF1",
        "lens": "Panasonic 7-14mm f/4.0",
        "aperture":"f/6.3",
        "shutter":"1/250",
        "description": "While staying in Innsbruck, we took a day-trip to the nearby village of Seefeld. This 13th-century church sits at the very center of the small mountaintop village of Seefeld. The main city square of Dorfplatz sits just outside the church. The village itself is a popular skiing destination, and has been an important pilgrimate site and trading station since the 11th century."
      },
      {
        "imgTitle": "Seefeld Easter Market in Dorfplatz",
        "imgFile": "seefeld-1",
        "location": "Dorfplatz, Seefeld, Austria",
        "camera": "Panasonic Lumix DMC-GF1",
        "lens": "Panasonic 7-14mm f/4.0",
        "aperture":"f/6.3",
        "shutter":"1/200",
        "description": "When we first arrived in Seefeld, we had just barely entered the city when we encountered this quaint Easter market in the main city square of Dorfplatz. We were overwhelmed by all the amazing-looking food, drinks, and gifts being sold there. The market was just outside the Church of St. Oswald, and reminded me of the Christkindlmarket back in Chicago."
      },
      {
        "imgTitle": "Hiking through Seefeld",
        "imgFile": "seefeld-2",
        "location": "Seefeld, Austria",
        "camera": "Panasonic Lumix DMC-GF1",
        "lens": "Panasonic 7-14mm f/4.0",
        "aperture":"f/8",
        "shutter":"1/400",
        "description": "For me, the most enjoyable aspect of Seefeld was definitely the forests, trails, birds, and nature; this is what we couldn't find as easily in Innsbruck or Salzburg. We took a long hike through the snowy forests and hills surrounding the village, and marveled at all the unusual birds we'd never see back home. While this photo may make it look like the dead of winter, it was surprisingly not too cold or windy there. The crisp, clean mountain air is the number one thing I won't forget about Seefeld."
      },
      {
        "imgTitle": "Cross-country skiers near Seekirchl Chapel in Seefeld",
        "imgFile": "seefeld-3",
        "location": "Seekirchl, Seefeld, Austria",
        "camera": "Panasonic Lumix DMC-GF1",
        "lens": "Panasonic 7-14mm f/4.0",
        "aperture":"f/7.1",
        "shutter":"1/320",
        "description": "Although not as centrally-located as St. Oswald, the Seekirchl Chapel is maybe the most iconic church in Seefeld. When the unsual-looking church was first built in 1629, it was in the middle of the man-made Kreuzsee lake, which was drained in 1807 (thus its nickname \"Little Church in the Lake\"). We also enjoyed watching people learn how to cross-country sky just outside. We weren't able to go inside the church, but it provided some great photo opportunities."
      },
      {
        "imgTitle": "Ferienhotel Kaltschmid in Seefeld",
        "imgFile": "seefeld-4",
        "location": "Ferienhotel Kaltschmid, Seefeld, Austria",
        "camera": "Panasonic Lumix DMC-GF1",
        "lens": "Panasonic 7-14mm f/4.0",
        "aperture":"f/5.6",
        "shutter":"1/2000",
        "description": "We never actually went inside this hotel, which was located in the heart of Seefeld's main area. However, I felt it captured some of the unique architectural styles I saw throughout the village, which are highlighted by my camera's wide-angle lens. The warm colors, layered balconies, and painted shields and lettering are some elements that I didn't see as much in larger cities like Innsbruck and Salzburg."
      },
      {
        "imgTitle": "Salzburg from Makartsteg Bridge",
        "imgFile": "salzburg-1",
        "location": "Makartsteg Bridge, Salzburg, Austria",
        "camera": "Panasonic Lumix DMC-GF1",
        "lens": "Panasonic 7-14mm f/4.0",
        "aperture":"f/5.6",
        "shutter":"1/200",
        "description": "I <em>loved</em> Salzburg, I absolutely loved every aspect of it. Where Innsbruck and Seefeld were more rural and mountainous, Salzburg was more of the \"major European city.\" There were more pedestrian-only areas than Innsbruck, which made it seem cleaner and more walkable. The Salzach River that cuts through the middle of the city was beautiful to walk along, and take photos of from its bridges. This photo was taken later in the day as the sun was setting."
      },
      {
        "imgTitle": "Nonnberg Abbey in Salzburg",
        "imgFile": "salzburg-4",
        "location": "Nonnberg Abbey, Salzburg, Austria",
        "camera": "Panasonic Lumix DMC-GF1",
        "lens": "Panasonic 7-14mm f/4.0",
        "aperture":"f/7.1",
        "shutter":"1/320",
        "description": "The Benedictine monastery of Nonnberg Abbey was made famous through Maria Augusta von Trapp, and the movie <em>The Sound of Music</em>. Maria was a postulant in the abbey on a hill above Salzburg after World War I, and was later married there. However, the abbey has a much deeper history dating back to the year 714 when it was founded by St. Rupert and his niece St. Erentrude. We climbed a steep hill to get up to the abbey, and were overwhelmed by the feeling of peace and holiness in the place. While inside the church, I lit a candle and said a prayer just outside the crypt where St. Erentrude is buried."
      },
      {
        "imgTitle": "Mirabell Palace and Gardens",
        "imgFile": "salzburg-2",
        "location": "Schloss Mirabell, Salzburg, Austria",
        "camera": "Panasonic Lumix DMC-GF1",
        "lens": "Panasonic 7-14mm f/4.0",
        "aperture":"f/9",
        "shutter":"1/400",
        "description": "Schloss Mirabell was the first place we visited when we arrived in Salzburg. The large, geometrically-arranged gardens outside the palace, were beautiful even in the cold winter. The palace was built in 1606, and was also made famous through the movie <em>The Sound of Music</em>. As beautiful as the gardens were, I would love to go back and see them in the summer."
      },
      {
        "imgTitle": "Erhardkirche seen from above",
        "imgFile": "salzburg-3",
        "location": "St. Erhard, Salzburg, Austria",
        "camera": "Panasonic Lumix DMC-GF1",
        "lens": "Panasonic 7-14mm f/4.0",
        "aperture":"f/9",
        "shutter":"1/400",
        "description": "This photo was taken on the long, steep climb up to Nonnberg Abbey, where we were afforded some spectacular views of Salzburg. There are so many beautiful, domed cathedrals in Salzburg that this one is often overlooked by visitors—though it's just as beautiful. It was built in the 17th century on the same site as a 13th century hospital for victims of Bubonic plague and leprosy. I love the hard shadows cast on these buildings by the late afternoon sun, in the Nonntal area of Salzburg."
      },
      {
        "imgTitle": "Petersfriedhof Cemetery in Salzburg",
        "imgFile": "salzburg-6",
        "location": "Petersfriedhof, Salzburg, Austria",
        "camera": "Panasonic Lumix DMC-GF1",
        "lens": "Panasonic 7-14mm f/4.0",
        "aperture":"f/5.6",
        "shutter":"1/200",
        "description": "I have visited some amazing cemeteries in my life but St. Peter's Cemetery is by far the oldest and most unique I've ever seen. I personally saw an iron gravestone dating back to the 800s (though Wikipedia says the oldest is from the 1200s), and the cemetery itself dates back to about 700 (which is when St. Peter's Abbey was built). It is—together with the cemetery at Nonnberg Abbey (seen above)—the oldest in the German-speaking world. The plants, flowers, and crucifixes decorating the gravesites were all so ornate and unique that I stepped very carefully."
      },
      {
        "imgTitle": "Mirabell Palace with Hohensalzburg Fortress in the distance",
        "imgFile": "salzburg-5",
        "location": "Schloss Mirabell, Salzburg, Austria",
        "camera": "Panasonic Lumix DMC-GF1",
        "lens": "Panasonic 7-14mm f/4.0",
        "aperture":"f/5",
        "shutter":"1/125",
        "description": "This was one of the last photos I took in Salzburg, as the sun was setting on our way back to the train station. It captures 4 of the city's most well-known landmarks in one frame: Mirabell Palace, Salzburg Cathedral (<em>Dom zu Salzburg</em>), Hohensalzburg Fortress, and Nonnberg Abbey (barely visible just to the left of the big fortress). The city seems to glow in the early evening light, and evokes a timeless beauty that has transcended many centuries. I can't wait to go back someday."
      },
      {
        "imgTitle": "Passing through Germany on the train from Innsbruck to Salzburg",
        "imgFile": "train-2",
        "location": "Übersee, Germany",
        "camera": "Apple iPhone 6",
        "aperture":"f/2.2",
        "shutter":"1/115",
        "description": "On the train ride from Innsbruck to Salzburg, we briefly passed through a rural area of Germany. My iPhone proved better for taking photos out the window, and I managed to capture this one of some lovely farmland. The only time I've been in Germany is by train—heading to the Munich airport, and passing through this rural region—but I found it to be very beautiful and quite different than typical farmland back home."
      },
      {
        "imgTitle": "Snowy mountain scenery on the train from Innsbruck to Munich",
        "imgFile": "train-1",
        "location": "Reith bei Seefeld, Austria",
        "camera": "Apple iPhone 6",
        "aperture":"f/2.2",
        "shutter":"1/580",
        "description": "This photo was taken on the day we left, on our train ride from Innsbruck back to the Munich airport. We once again passed through the village of Seefeld, as well as many other mountain villages. This was taken while the train was stopped at one of the mountain village train stations, and captures the essence of what many of them looked like. It had snowed the day before, and everything looked quite lovely."
      },
      {
        "imgTitle": "My parents' house in Rum",
        "imgFile": "innsbruck-2",
        "location": "Rum, Austria",
        "camera": "Panasonic Lumix DMC-GF1",
        "lens": "Panasonic 7-14mm f/4.0",
        "aperture":"f/6.3",
        "shutter":"1/250",
        "description": "This is the house my parents rented while they were staying in Innsbruck during my Dad's Fulbright scholarship (Jan-June 2016). The house is located in the village of Rum, in the mountain foothills, and had a very modern design. The area around the house was quite rural, with many nearby hiking trails and a chicken farm next door. We appreciated having such a nice place to stay during our visit, and I loved waking up early in the morning to the sight of mountains all around."
      },
      {
        "imgTitle": "Amanda and I with my parents, at Innsbruck Hbf before leaving",
        "imgFile": "innsbruck-13",
        "location": "Innsbruck Hauptbahnhof, Austria",
        "camera": "Apple iPhone 6",
        "aperture":"f/2.2",
        "shutter":"1/370",
        "description": "This photo was taken at the Innsbruck Hauptbahnhof train station on our last day, right before Amanda and I left to head back to Munich. In many ways, the image sums up several aspects of our trip: beautiful snow-capped mountains, downtown Innsbruck with its colorful buildings, hundreds of bicycles everywhere, the new cabbie hat I bought, the train station we used to travel throughout the region, and just spending time with my parents. It was one of the most unique trips to Europe I've ever taken, and will never forget."
      }
    ]
  },
  "pagenav": {
    "type": "photos",
    "id": "austria"
  }
}