{
  "bird-gallery": {
    "works": [
      {
        "bird": "Peregrine Falcon",
        "imgFile": "peregrine-falcon",
        "latin": "Falco peregrinus",
        "location": "Old St. Patrick's Church, West Loop",
        "date": "February 2015",
        "description": "The Peregrine Falcon is the official bird of the City of Chicago. They can be spotted flying around the Field Museum, hunting along lakeside prairies, and even nesting on high-rise balconies. Like many Chicagoans, Peregrines are bold, fearless, and fast. In fact, they are the fastest animal on Earth, capable of diving speeds over 200 mph. Because the Peregrine is so important and iconic to Chicago, I chose to pair it with a location that holds enormous personal significance to me. My wife Amanda and I were married at Old St. Patrick's Church on July 23, 2016 and have been members there since 2011. It is the oldest public building in Chicago, and one of the few to survive the Great Fire of 1871. The two different spires represent the Eastern and Western Churches, which is fitting given how the church welcomes peoples of all backgrounds and faiths. Similarly, the Peregrine is just as non-discriminatory: it is the world's most widespread raptor, can live in virtually any environment, and is native to every continent except Antarctica. I painted this with the intention of it being the book's cover, as it features my favorite place in Chicago and the city's most notable bird."
      },
      {
        "bird": "American Kestrel",
        "imgFile": "american-kestrel",
        "latin": "Falco sparverius",
        "location": "Museum Campus with skyline",
        "date": "August 2015",
        "description": "The American Kestrel, formerly known as the \"Sparrow Hawk,\" is the smallest and most common falcon in North American and was my favorite bird as a child. When my parents lived in rural Kentucky, I would often see them perched along the telephone wires, looking for mice in the fields. They have a brownish-orange plumage, with black spots and white underside, with the males also sporting beautiful blue-gray wings. I have always loved how intense their eyes and facial features are, despite their very small body size. For this painting, I tried something different than all of the others: instead of using India ink and brush for the black detailing, I used a 0.5mm gel ink pen. This allowed me to create more precise detailing on the birds' spots and features, as well as straighter, cleaner lines throughout the skyline. Similar to the Peregrine Falcon, the Kestrel can be seen year-round, flying and nesting around the Field Museum. Unfortunately, these falcons are so small they sometimes fall prey to larger hawks and even crows."
      },
      {
        "bird": "Northern Goshawk",
        "imgFile": "northern-goshawk",
        "latin": "Accipiter gentilis",
        "location": "Northerly Island, Adler Planetarium, Winter",
        "date": "October 2015",
        "description": "My fascination with the Goshawk stemmed from reading Helen Macdonald's memoir <em>H is for Hawk</em>, which is the story of the year she spent living with and training a Goshawk. It has since become one of my favorite books, and provides fascinating details about the history of falconry, biology of hawks and falcons, as well as her inspiration from T.H. White's classic hawking memoir, <em>The Goshawk</em>. Through her book, I learned how difficult, unpredictable, and temperamental Goshawks are known to be. While most birds (and people) would prefer to leave Chicago during the harsh winter months, the Goshawk is known to spend its winters in Chicagoland, then venture north to Canada and Alaska for the summer. Although rare, they can be found perched up in trees around Northerly Island, away from the hustle and bustle of downtown. This painting was my first to feature a distinctive season applied to the setting, with the use of only ink creating the suggestion of snow. The Goshawk is a larger, fiercer relative of the Cooper's Hawk, who are somewhat more comfortable in urban areas."
      },
      {
        "bird": "Cooper's Hawk",
        "imgFile": "coopers-hawk",
        "latin": "Accipiter cooperii",
        "location": "Mendota Hills Wind Farm, near Paw Paw, IL",
        "date": "September 2016",
        "description": "The Cooper's Hawk, formerly known as the \"Chicken Hawk,\" used to be hunted because of the belief that they preyed on poultry. They almost disappeared until DDT was finally banned in 1973, and have since made a big comeback. A somewhat smaller relative of the Goshawk, the Cooper's Hawk now thrives in urban areas like Chicago, as they hunt smaller birds at backyard feeders. It's not uncommon to see them chasing away flocks of pigeons in city parks, or around the Des Plaines River area. For my painting, I chose to use a setting that is becoming more common in Chicagoland and Northern Indiana: a wind turbine farm. This particular one is located west of Aurora, near Paw Paw, IL. Being one of the last few paintings I completed for this book, I used only ink, with no watercolor, to enhance the simplicitiy and minimalism of the landscape, as well as some of the bird's features."
      },
      {
        "bird": "Great Horned Owl",
        "imgFile": "great-horned-owl",
        "latin": "Bubo virginianus",
        "location": "Graceland Cemetery, Autumn, Potter & Bertha Palmer tomb",
        "date": "November 2015",
        "description": "When I first moved to Chicago in 2008, Graceland Cemetery became one of my favorite places to go for walks and take photos. I was fascinated by all the huge tombs, ornate graves, and historic people interred there. The best time of year to visit is undoubtedly the autumn, as the colorful trees and fallen leaves give the place a warm glow. Two of Chicago's most famous residents, Potter and Bertha Palmer, now reside in Graceland Cemetery's largest and most magnificent tomb. I painted this Greek temple-inspired structure amongst the autumn foliage for the background of my Great Horned Owl portrait, with the suggestion of a pond separating the two. While I've never personally seen this owl in Graceland, it seems a logical place to find one, given the peaceful atmosphere and mice running around. For me, there is always something mysterious and even ghostly about owls, which I hoped would compliment the similar atmosphere one finds in an old cemetery."
      }
    ]
  }
}