{
  "date": "June, 2011",
  "medium": "Film & Digital Photography",
  "folder": "gallery-openrange",
  "gallery-page": {
    "works": [
      {
        "imgTitle": "Grand Canyon",
        "imgFile": "openrange-grandcanyon",
        "location": "Grand Canyon National Park, AZ",
        "camera": "Panasonic Lumix GF1",
        "date": "June 2011",
        "description": "The Grand Canyon chapter of my book <a href=\"http://www.blurb.com/b/2868673-open-range\" target=\"_blank\"><em>Open Range: From Monument Valley to the Mojave Desert</em></a> was uniquely challenging for 3 reasons. First, it was never originally supposed to be a part of the book at all; we ended up stopping there spontaneously after we left Monument Valley. Second, it is perhaps one of the most-photographed and popular destinations in the world. And lastly, we didn't have as much to spend there as at the other spots in my book. Nevertheless, it's hard to take a bad photo of the Grand Canyon. This particular photo is a high-dynamic range image that I captured by wandering down a steep, narrow path near one of the main overlooks. I like to think I captured the timeless beauty of this American wonder."
      },
      {
        "imgTitle": "Joshua Tree",
        "imgFile": "openrange-joshuatree",
        "location": "Joshua Tree National Park, CA",
        "camera": "Apple iPhone 6",
        "date": "June 2011",
        "description": "For this chapter in my book <a href=\"http://www.blurb.com/b/2868673-open-range\" target=\"_blank\"><em>Open Range: From Monument Valley to the Mojave Desert</em></a>, my girlfriend Amanda and I were staying at the Ace Hotel & Swim Club in Palm Springs, CA and took a long drive out to Joshua Tree. It was my 27th birthday and, on the drive there, John Lennon's \"Imagine\" came on the radio. It was brutally hot in the middle of summer and there were many large insects everywhere, but it was one of the most amazing places I've ever been. The area is massive and filled with some of the most unique trees, cacti, and flora I've ever seen. I unfortunately only had my Panasonic G1 dSLR on me during this part of the trip, but I think capturing the landscape in its truest-to-life, most realistic colors helps illustrate the surreal atmosphere of this area between the Mojave and Colorado Deserts. I chose to highlight the above photograph with the \"No Trespassing\" sign as it illustrates the strange suggestion that, within a National Park, people can look but not touch."
      },
      {
        "imgTitle": "Lake Powell",
        "imgFile": "openrange-lakepowell",
        "location": "Lake Powell, AZ",
        "camera": "Apple iPhone 6",
        "date": "June 2011",
        "description": "People are often surprised to learn that I'm an avid kayaker. Sometimes kayaking allows me to capture photos I could never dream of taking on land. Such was the case in shooting the Lake Powell chapter of my book <a href=\"http://www.blurb.com/b/2868673-open-range\" target=\"_blank\"><em>Open Range: From Monument Valley to the Mojave Desert</em></a>. Given that it's the second-largest man-made body of water in the U.S. (after Lake Mead), I thought I could get a more intimate portrayal of this unique landscape by traveling through its canyons and canals by kayak. The iridescent blue water, contrasted against the hot red landscape, is made more vivid by the compositions the kayak allowed. Plus, I feel like so much desert photography makes the landscape look very Martian and devoid of human life; I wanted my own photos to show that this was a journey that I personally took through Lake Powell. A photo of a lake shows only a lake, but a photo of someone exploring a lake can tell a story."
      },
      {
        "imgTitle": "Lee's Ferry",
        "imgFile": "openrange-leesferry",
        "location": "Lee's Ferry, Marble Canyon, AZ",
        "camera": "Apple iPhone 6",
        "date": "June 2011",
        "description": "Description coming soon..."
      },
      {
        "imgTitle": "Navajo National Monument",
        "imgFile": "openrange-navajomonument",
        "location": "Navajo National Monument, Shonto, AZ",
        "camera": "Apple iPhone 6",
        "date": "June 2011",
        "description": "This photo was featured in my book <a href=\"http://www.blurb.com/b/2868673-open-range\" target=\"_blank\"><em>Open Range: From Monument Valley to the Mojave Desert</em></a>. Although both the Navajo National Monument and Monument Valley are located in the Navajo Nation, these two places are quite different. The Navajo National Monument consists of 3 ancient Anasazi cliff dwellings from the 13th century, located within the Tsegi Canyon in northern Arizona. As opposed to the barren rocks and desert grass of Monument Valley, the Navajo National Monument is filled with a broad variety of trees, birds, and reptiles. I found that the wide range of values and high contrast produced by the high-dynamic range (HDR) process was perfect for bringing out the detail in these trees and ruins."
      },
      {
        "imgTitle": "On the Road",
        "imgFile": "openrange-ontheroad",
        "location": "Arizona",
        "camera": "Polaroid Film Camera",
        "date": "June 2011",
        "description": "Some of the most beautiful sights I saw while shooting my book <a href=\"http://www.blurb.com/b/2868673-open-range\" target=\"_blank\"><em>Open Range: From Monument Valley to the Mojave Desert</em></a> were found not within a National Park but just along the side of the road as we traveled through the deserts of Arizona and Utah. For this reason, I decided to create a special chapter of random photos that wouldn't fit in any of the other chapters. I of course borrowed the chapter's name from the title of Jack Kerouac's most famous book. Some of these photos were taken out the car window while driving; others were taken by just pulling over to the side of the road. I also took several Polaroid photos using my Dad's old Polaroid Sun 600 and actual Polaroid film I saved from before they stopped producing it. The above Polaroid photo has some red dust on the outer edges, which is from when I opened the car door and several of the Polaroids blew out of the car and tried to escape into the desert. After finally catching all the Polaroids, I opted to keep the red sand on them, for added authenticity and artistic effect."
      },
      {
        "imgTitle": "Monument Valley, Saddleback Mesa",
        "imgFile": "openrange-saddleback",
        "location": "Monument Valley, AZ",
        "camera": "Apple iPhone 6",
        "date": "June 2011",
        "description": "I used this photo for the cover of my first book, <em>Open Range: From Monument Valley to the Mojave Desert</em>. The rock formation in the photo is called Saddleback Mesa. I took this photo just after midnight on the outskirts of Monument Valley. I chose this photo as the cover of the book because of its compositional symmetry and color balance. I also named the book \"Open Range\" because of the road sign in the photo."
      },
      {
        "imgTitle": "Skull at Monument Valley",
        "imgFile": "openrange-skull",
        "location": "Monument Valley, AZ",
        "camera": "Apple iPhone 6",
        "date": "June 2011",
        "description": "The time I spent in Monument Valley, on the Navajo Reservation, was the most rewarding part of my first photography book <a href=\"http://www.blurb.com/b/2868673-open-range\" target=\"_blank\"><em>Open Range: From Monument Valley to the Mojave Desert</em></a>. I had learned of this special place in my college film classes, as the setting for many of John Ford's films. I was overwhelmed by the beauty, peacefulness, quietness, and spiritual holiness of the place and tried to be respectful of the land and of the Navajo people while I was there. The above 35mm film photo shows a rock formation that someone later told me looks like a skull. I also love this particular image because it captures the interesting hard shadows created as the sun goes down over the Valley. Deserts can be very beautiful in the day, but also very dark and mysterious at night."
      }
    ]
  },
  "pagenav": {
    "id": "openrange"
  }
}