{
  "bird-gallery": {
    "works": [
      {
        "bird": "Passenger Pigeons",
        "imgFile": "passenger-pigeons",
        "latin": "Ectopistes migratorius",
        "location": "The Field Museum",
        "date": "October 2014",
        "printUrl": "https://society6.com/product/passenger-pigeons114752_print",
        "description": "This was the first piece I completed after deciding to create and publish a collection of bird paintings. Being the only extinct species I've ever painted, these Passenger Pigeons were not only my first painting for the project but also one of the most difficult. The very last Passenger Pigeon died exactly 100 years before I did this painting, meaning there are no color photographs of one actually alive. Therefore, I had to rely on a variety of different materials to achieve the proper coloring. My primary source was the specimens on display at Chicago's Field Museum, which are arranged exactly the same as how they're presented here. I also enjoyed reading Joel Greenberg's book, <em>A Feathered River Across the Sky: The Passenger Pigeon's Flight to Extinction</em>, which details how giant flocks of North America's most abundant bird would \"block out the sun for hours or even days.\" The last group of living Passenger Pigeons were kept by the University of Chicago's Professor Charles Otis Whitman, before eventually being sold to the Cincinnati Zoo. I hope my painting will, in some small way, help to carry on their legacy."
      },
      {
        "bird": "Northern Flicker",
        "imgFile": "northern-flicker",
        "latin": "Colaptes auratus auratus",
        "location": "Grant Park Rose Garden",
        "date": "July 2015",
        "printUrl": "https://society6.com/product/northern-flicker-in-grant-park-rose-garden_print",
        "description": "Flickers are a member of the woodpecker family, with this one being the male \"yellow-shafted\" subspecies, found in eastern and central North America. They are one of the few types of woodpeckers that migrate, and the only type that feeds off the ground. For this reason, their behavior is quite different than other woodpeckers, as they are commonly seen on or near the ground, among sparrows and blackbirds, rather than climbing up the trunks of trees. My most memorable sighting of one was in a medium-sized bush in Grant Park along Columbus Drive, just south of Congress Parkway. I became very excited and tried to get a photo of it without scaring it away, while people walking nearby seemed to think I was crazy. For this painting, I decided to place the bird in the Grant Park Rose Garden, a lovely, peaceful spot not far from my original sighting."
      },
      {
        "bird": "Pileated Woodpecker",
        "imgFile": "pileated-woodpecker",
        "rotateClass": "portrait",
        "latin": "Hylatomus pileatus",
        "location": "Starved Rock State Park, Summer",
        "date": "October-November 2015",
        "printUrl": "https://society6.com/product/pileated-woodpecker114760_print",
        "description": "The Pileated Woodpcker is one bird you definitely won't find within the Chicago city limits, as it dwells only in dense forests and wooded suburbs. It is one of the largest woodpeckers in North America—about the same as a crow—and is second in size only to the Ivory-billed Woodpecker, which is believed to be extinct. Pileated Woodpeckers are very adaptable, which is why they have survived better than Ivory-billed Woodpeckers, who prefer old-growth hardwood forests now rare in the U.S. The rectangular holes these woodpeckers dig in trees are so large, they sometimes cause the trees to break in half. While some people consider them harmful because of the damage they can cause, they are ecologically helpful to other birds and animals because of the holes they dig. Starved Rock State Park, in Oglesby, is definitely a great place to find these amazing woodpeckers. The bridge seen here is near the LaSalle Canyon, and can be a quiet, peaceful spot until a Pileated Woodpecker comes along."
      }
    ]
  }
}