{
  "bird-gallery": {
    "works": [
      {
        "bird": "Rose-breasted Grosbeaks",
        "imgFile": "rose-breasted-grosbeaks",
        "latin": "Pheucticus ludovicianus",
        "location": "Art Institute of Chicago, South Garden",
        "date": "March-April 2016",
        "printUrl": "https://society6.com/product/rose-breasted-grosbeaks_print",
        "description": "Millions of people flock to the Art Institute of Chicago each year, including my wife and I who are members there. It is one of the oldest art museums in the United States, and in 2014 was rated by Tripadvisor as the best museum in the world. Despite all of this, few people take time to appreciate the lovely South Garden just outside the main entrance. With the trees, plants, flowers, ivy-covered walls, and large fountains, it's a peaceful spot to relax and watch birds. For this painting, I chose to paint Rose-breasted Grosbeaks because, just like the artwork found inside the museum, they are very beautiful and unique. I included a pair of them, because I rarely ever visit the Art Institute by myself, and am usually with my wife. This painting is one of several in this book where the background setting took far longer to paint than the birds in the foreground, and is one of my personal favorites."
      },
      {
        "bird": "Northern Cardinals",
        "imgFile": "cardinals",
        "latin": "Cardinalis cardinalis",
        "location": "Rock Island, IL",
        "date": "April-May 2015",
        "printUrl": "https://society6.com/product/northern-cardinals114698_print",
        "description": "Bilateral gynandromorphism is a very rare condition where half of an organism is male and the other half is female. It can be seen in birds, butterflies, lobsters, and other insects and crustaceans. In this painting, the cardinal on the left is female, the one on the right is male, and the one in the middle is a gynandromorph. In the December 2014 <em>Wilson Journal of Ornithology</em>, a professor from Western Illinois University wrote about a <a href=\"http://www.sci-news.com/biology/science-northern-cardinal-cardinalis-cardinalis-half-male-half-female-plumage-rock-island-illinois-02449.html\" target=\"_blank\">bilateral gynandromorph cardinal he observed in Rock Island, IL</a> from December 2008 through March 2010. He reported that, while it interacted peacefully with other cardinals, it was never observed singing or pairing with other cardinals. As far as I can find, I am the only person to ever paint one of these rare creatures. Besides the gynandromorph's unique appearance, I have always loved how the male and female cardinals are beautiful but in different ways. I purposefully chose to not give the painting a background, so that the unique colors and features of the cardinals would be the primary focus."
      },
      {
        "bird": "Red-winged Blackbird",
        "imgFile": "red-winged-blackbird",
        "latin": "Agelaius phoeniceus",
        "location": "Glessner House Museum, Prairie District",
        "date": "March 2016",
        "printUrl": "https://society6.com/product/red-winged-blackbird114707_print",
        "description": "At the corner of 18th Street and Prairie Avenue is one of the most historically, architecturally, and personally significant houses in Chicago: the Glessner House. Designed by famous architect Henry Hobson Richardson, it is also one of the most important and innovative residential homes of the nineteenth century. John Jacob Glessner, a partner in a large farm machinery manufacturing firm, commissioned the house and lived there with his wife from 1887 until his death in 1936. Today it is a museum, complete with most of the Glessner Family's original decorations and furniture. In the middle of the house is a large private courtyard, which is where, in July 2016, my wife and I held our wedding reception. My reason for pairing this important location with a Red-winged Blackbird is two-fold. First, it is one of the few birds other than sparrows and crows that I distinctly remember seeing there. The second reason is more symbolic: the beautiful red and yellow coloring on the Red-winged Blackbird is often concealed under a sort of black feather-flap; without these colors it looks just like any other crow or blackbird. Similarly, the Glessner House is beautiful, but it is what's concealed inside that makes it so unique and special."
      }
    ]
  }
}