{
  "date": "July 25-30, 2016",
  "medium": "Digital Photography",
  "folder": "gallery-venezia",
  "gallery-page": {
    "works": [
      {
        "imgTitle": "First selfie upon arrival",
        "imgFile": "venezia-01",
        "location": "Ponte degli Scalzi, Venezia",
        "camera": "Apple iPhone 6",
        "date": "Monday, July 25",
        "description": "Amanda and I arrived at Santa Lucia train station in Venezia at 14:10 CEST on Monday, July 25. We exited the train station and walked over the Ponte degli Scalzi bridge, where we took this photo. We knew we would cry 2 times on our honeymoon: right after we arrived in Venice, and right before we left. It had been 6 years since we were last in Venice, and we had forgotten how unbelievably beautiful it is."
      },
      {
        "imgTitle": "Ca' San Giorgio, our hotel",
        "imgFile": "venezia-02",
        "location": "Ca' San Giorgio, Venezia",
        "camera": "Panasonic Lumix GF1",
        "lens": "Panasonic 7-14mm f/4.0",
        "date": "Monday, July 25",
        "description": "For our honeymoon in Venice, we decided to stay at the same place we had stayed in 2010: the lovely <a href=\"http://casangiorgio.com\" target=\"_blank\">Ca' San Giorgio</a> bed and breakfast. Located in the Santa Croce sestiere, right by the Fontago dei Turchi, this family-owned lodging is very special and unique. We stayed in the room on the very top floor, which features an \"<em>altana</em>,\" or roof-top deck. The people who run Ca' San Giorgio were so helpful and friendly, and made our trip so much more special."
      },
      {
        "imgTitle": "Our private altana at Ca' San Giorgio",
        "imgFile": "venezia-25",
        "location": "Ca' San Giorgio, Venezia",
        "camera": "Panasonic Lumix GF1",
        "lens": "Panasonic 7-14mm f/4.0",
        "date": "Tuesday, July 26",
        "description": "This is the private rooftop deck, or \"<em>altana</em>,\" that was part of our room at Ca' San Giorgio. Ours was the only room that had one and it came to epitomize the relaxation part of our vacation. We ended every day on the altana drinking wine and staring up at the stars. At night the only sounds you heard were an occasional boat passing by on the nearby Grand Canal. Surrounded by terracotta roofs, it was so peaceful, private, and perfect."
      },
      {
        "imgTitle": "2016 vs 2010 Comparison: Rio del Megio",
        "imgFile": "venezia-03",
        "location": "Rio del Megio, Venezia",
        "camera": "Panasonic Lumix GF1 (left) and Panasonic Lumix G1 (right)",
        "date": "Monday, July 25, 2016 (left) and Friday, September 10, 2010 (right)",
        "description": "One of my goals for our visit to Venice was to recreate some of the photos I had taken on our previous visit in 2010. The challenge in doing this is that Venice can be hard to navigate, so finding some of these locations again was quite hard. Luckily, the architecture of Venice hasn't changed much in the last few centuries so it was a fun challenge. In fact, the image quality of my photos has changed quite a bit more than the subject matter itself. The canal in these 2 photos is located just around the corner from our hotel, so it was one of the first things I recognized upon our return."
      },
      {
        "imgTitle": "Rio de San Polo Canal",
        "imgFile": "venezia-51",
        "location": "Da Fiore, San Polo, Venezia",
        "camera": "Panasonic Lumix GF1",
        "lens": "Panasonic 7-14mm f/4.0",
        "date": "Monday, July 25",
        "description": "For some people, the best views in Venice are of St. Mark's and other old churches; for others, it's the Grand Canal and the Rialto Bridge. But for me, the image that most evokes the look and feel of Venice is the lovely, narrow canals and gothic arches above windows and doors. I noticed this perfect view of the Rio de San Polo canal, in the San Polo district (or \"<em>Sestiere</em>\"), on our first walk from the hotel down to the Rialto Bridge area. It's amazing for me to think that, in over 1000 years, very little about this particular view has changed, except the glass panes in some windows, and motors on boats."
      },
      {
        "imgTitle": "First meal: Riva Del Vin, along the Grand Canal",  
        "imgFile": "venezia-04",
        "location": "Riva Del Vin, San Polo, 746, Venezia",
        "camera": "Panasonic Lumix GF1",
        "lens": "Panasonic 7-14mm f/4.0",
        "date": "Monday, July 25",
        "description": "For our first meal in Venice, we wanted to eat somewhere as close to the Grand Canal as possible. We got our wish at Riva del Vin, where we were seated so close to the Canal that the water actually splashed up on my foot (after which a couple of seagulls laughed at me). For my meal, I chose to be adventurous and ordered <em>Seppie alla Venezia con Polenta</em>, or Venetian Cuttlefish in a black ink sauce with polenta. It was amazingly delicious (quite salty though). It was a perfect first meal of the trip, as we enjoyed being right by the Canal and the Rialto Bridge, in the heart of the city."
      },
      {
        "imgTitle": "Gondola near the Rialto Bridge",
        "imgFile": "venezia-05",
        "location": "Rialto Bridge, Venezia",
        "camera": "Panasonic Lumix GF1",
        "lens": "Panasonic 7-14mm f/4.0",
        "date": "Monday, July 25",
        "description": "For hundreds of years, Gondolas were the primary mode of public transportation around Venice. Today, they exist as more of a fun and pleasant ride, whereas the Vaporetto water buses are the quicker, cheaper way to get around. A typical Gondola ride costs about €80 and lasts about 30min. I found this particular Gondola parked near the Rialto Bridge and use the opportunity to get a cool up-close shot with my wide-angle lens."
      },
      {
        "imgTitle": "Gondola passing under Ponte dei Baretteri",
        "imgFile": "venezia-06",
        "location": "Ponte dei Baretteri, Venezia",
        "camera": "Panasonic Lumix GF1",
        "lens": "Panasonic 7-14mm f/4.0",
        "date": "Monday, July 25",
        "description": "After our first meal of the trip, it was time to go visit Venice's main tourist spot, St. Mark's Square. Along the walk from the Rialto Bridge to St. Mark's, it was hard to not stop at every single bridge and take photos. This particular one was non-optional though. It, for me, epitomized the quintessential Venetian canal scene: warm red buildings, cool green water, a quaint little bridge, flowers in windows, and a gondolier with a red-striped shirt and blue ribbon hat. This photo is now the desktop wallpaper on my computer."
      },
      {
        "imgTitle": "Basilica San Marco corner angle",
        "imgFile": "venezia-07",
        "location": "Basilica San Marco, Venezia",
        "camera": "Panasonic Lumix GF1",
        "lens": "Panasonic 7-14mm f/4.0",
        "date": "Monday, July 25",
        "description": "The current Basilica San Marco dates back to the mid-11th century, though there were 2 previous versions of the church that date back to 832. In the 1000 years that the Republic of Venice existed, the church was never the city's official cathedral; it wasn't until 1807 that it earned that designation. During its lifetime, the Basilica and its surrounding Piazza have undergone many changes, fires, and enhancements. When I first saw the Basilica in 2010, I had never seen such a beautiful building in my whole life. Since literally thousands of photos are taken of this building every single day, I wanted mine to look unique. Using my wide-angle lens, I was able to capture this interesting perspective, which highlights the intricate details and awesomeness of the St. Mark's."
      },
      {
        "imgTitle": "Palazzo Ducale corner angle",
        "imgFile": "venezia-08",
        "location": "Palazzo Ducale, Venezia",
        "camera": "Panasonic Lumix GF1",
        "lens": "Panasonic 7-14mm f/4.0",
        "date": "Monday, July 25",
        "description": "The Doge's Palace, located right next to St. Mark's Basilica, was the residence of the ruler of the Venetian Republic during it's existence from the 7th century through 1797. Like most other buildings surrounding the Piazza San Marco, it has been changed and expanded many times over its lifetime. There is no better example of Venetian Gothic architecture than this amazing Palazzo. As you can see in some later photos, the interior is even more amazing than the outside. I tried to capture it from the same sort of angle as the above photo of the Basilica."
      },
      {
        "imgTitle": "Pigeons on a lamppost in the Piazzetta San Marco",
        "imgFile": "venezia-11",
        "location": "Palazzo Ducale, Venezia",
        "camera": "Apple iPhone 6",
        "date": "Monday, July 25",
        "description": "The Piazza San Marco is obviously full of hundreds of tourists every single day. But the other lifeform in this Square that easily outnumbers human beings are the pigeons. There are probably 3 pigeons for every 1 human. This area in front of the Doge's Palace where the Piazza meets the water is called the Piazzetta. The two columns at the southern end of the Piazzetta feature statues of the Lion of St. Mark and St. Theodore (who was the patron saint of Venice prior to St. Mark). For many years gambling was permitted in this area, and public executions sometimes took place between the two columns. Today it is a beautiful area filled with souvenir vendors, outdoor cafes, and hundreds of humans and pigeons."
      },
      {
        "imgTitle": "San Giorgio Maggiore seen from the Piazzetta San Marco",
        "imgFile": "venezia-09",
        "location": "Palazzo Ducale, Venezia",
        "camera": "Panasonic Lumix GF1",
        "lens": "Panasonic 7-14mm f/4.0",
        "date": "Monday, July 25",
        "description": "The Piazzetta San Marco is fronted by the Bacino di San Marco, which is part of the Laguna Veneta, which is part of the Adriatic Sea. Across the Bacino from St. Mark's, you can see the small island of San Giorgio Maggiore, which is adjacent to the larger island of the Giudecca. Despite San Giorgio Maggiore's proximity to the Giudecca, it is part of the San Marco Sestiere, whereas Giudecca is part of the Dorsoduro Sestiere. The edge of the Piazzetta San Marco along the Bacino is sometimes called \"The Molo,\" which is part of the much longer Riva degli Schiavoni, which stretches all along the southern border of the San Marco and Castello sestieri."
      },
      {
        "imgTitle": "Santa Maria della Salute",
        "imgFile": "venezia-10",
        "location": "Santa Maria della Salute, Venezia",
        "camera": "Panasonic Lumix GF1",
        "lens": "Panasonic 7-14mm f/4.0",
        "date": "Monday, July 25",
        "description": "At the Art Institute of Chicago, there is a painting by Michele Marieschi from 1741 titled simply, \"The Church of Santa Maria della Salute\" (<a href=\"http://www.artic.edu/aic/collections/artwork/55621\" target=\"_blank\">you can see it on their website here</a>). Although it's not always on display, it's Amanda's favorite painting of all-time. So when we came to Venice, I wanted to take a photo of the church that evokes Marieschi's painting. The Basilica is situated at the eastern-most tip of the Dorsoduro island, where the Giudecca Canal and Grand Canal meet and feed into the Bacino di San Marco. Since the area across the Canal from the Basilica is mostly private patios and restaurants, this little dock was the best angle I could get for my photo. The Basilica was constructed in the mid-17th century, as an offering to help deliver the city from an outbreak of the plague."
      },
      {
        "imgTitle": "Sunset glow along the Grand Canal",
        "imgFile": "venezia-12",
        "location": "Traghetto di Riva del Vin, Venezia",
        "camera": "Apple iPhone 6",
        "date": "Monday, July 25",
        "description": "At the end of our first day in Venice, Amanda and I sat along the Grand Canal—not far from where we had lunch earlier that day—and ate gelato. There is a term in photography known as the \"golden hour\" where the sun is redder and at an angle, right before sunset. This photo perfectly captures that moment, as the sun illuminates the warm colors of the buildings across the canal, and creates cool, contrasting shadows. When I look at this photo now, it almost brings tears to my eyes as the place almost doesn't look real, yet I remember sitting in that spot like it was yesterday."
      },
      {
        "imgTitle": "Beautiful morning walk to the Rialto Fish Market",
        "imgFile": "venezia-13",
        "location": "Hotel L'Orologio Venezia, Venezia",
        "camera": "Panasonic Lumix GF1",
        "lens": "Panasonic 7-14mm f/4.0",
        "date": "Tuesday, July 26",
        "description": "Coming soon"
      },
      {
        "imgTitle": "Inside the Fish Market",
        "imgFile": "venezia-14",
        "location": "Rialto Market, Venezia",
        "camera": "Panasonic Lumix GF1",
        "lens": "Panasonic 7-14mm f/4.0",
        "date": "Tuesday, July 26",
        "description": "Coming soon"
      },
      {
        "imgTitle": "The Giants' Staircase in Palazzo Ducale Courtyard",
        "imgFile": "venezia-15",
        "location": "Palazzo Ducale, Venezia",
        "camera": "Panasonic Lumix GF1",
        "lens": "Panasonic 7-14mm f/4.0",
        "date": "Tuesday, July 26",
        "description": "Coming soon"
      },
      {
        "imgTitle": "Sala del Collegio in Palazzo Ducale",
        "imgFile": "venezia-16",
        "location": "Palazzo Ducale, Venezia",
        "camera": "Panasonic Lumix GF1",
        "lens": "Panasonic 7-14mm f/4.0",
        "date": "Tuesday, July 26",
        "description": "Coming soon"
      },
      {
        "imgTitle": "Amanda with 'Il Paradiso' in the Great Council Chamber of Palazzo Ducale",
        "imgFile": "venezia-18",
        "location": "Palazzo Ducale, Venezia",
        "camera": "Apple iPhone 6",
        "date": "Tuesday, July 26",
        "description": "Coming soon"
      },
      {
        "imgTitle": "San Giorgio Maggiore seen from Great Council Chamber of Palazzo Ducale",
        "imgFile": "venezia-19",
        "location": "Palazzo Ducale, Venezia",
        "camera": "Apple iPhone 6",
        "date": "Tuesday, July 26",
        "description": "Coming soon"
      },
      {
        "imgTitle": "Amanda overlooking Palazzo Ducale Courtyard",
        "imgFile": "venezia-20",
        "location": "Palazzo Ducale, Venezia",
        "camera": "Apple iPhone 6",
        "date": "Tuesday, July 26",
        "description": "Coming soon"
      },
      {
        "imgTitle": "View of the Bacino di San Marco from Palazzo Ducale window",
        "imgFile": "venezia-17",
        "location": "Palazzo Ducale, Venezia",
        "camera": "Panasonic Lumix GF1",
        "lens": "Panasonic 7-14mm f/4.0",
        "date": "Tuesday, July 26",
        "description": "Coming soon"
      },
      {
        "imgTitle": "View of San Giorgio Maggiore from inside Bridge of Sighs",
        "imgFile": "venezia-23",
        "location": "Ponte dei Sospiri, Venezia",
        "camera": "Apple iPhone 6",
        "date": "Tuesday, July 26",
        "description": "Coming soon"
      },
      {
        "imgTitle": "View of Bridge of Sighs from Riva degli Schiavoni",
        "imgFile": "venezia-45",
        "location": "Ponte dei Sospiri, Venezia",
        "camera": "Panasonic Lumix GF1",
        "lens": "Panasonic 7-14mm f/4.0",
        "date": "Monday, July 25",
        "description": "Coming soon"
      },
      {
        "imgTitle": "Rio del Mondo Novo Canal",
        "imgFile": "venezia-53",
        "location": "Calle del Mondo Novo, 5851, Venezia",
        "camera": "Panasonic Lumix GF1",
        "lens": "Panasonic 7-14mm f/4.0",
        "date": "Tuesday, July 26",
        "description": "Coming soon"
      },
      {
        "imgTitle": "Arsenale di Venezia",
        "imgFile": "venezia-21",
        "location": "Arsenale di Venezia",
        "camera": "Panasonic Lumix GF1",
        "lens": "Panasonic 7-14mm f/4.0",
        "date": "Tuesday, July 26",
        "description": "Coming soon"
      },
      {
        "imgTitle": "Rio dei Greci",
        "imgFile": "venezia-22",
        "location": "Fondamenta San Lorenzo, 5030, Venezia",
        "camera": "Panasonic Lumix GF1",
        "lens": "Panasonic 7-14mm f/4.0",
        "date": "Tuesday, July 26",
        "description": "Coming soon"
      },
      {
        "imgTitle": "Selfie near bridge with flowers",
        "imgFile": "venezia-24",
        "location": "Sestiere San Marco, Venezia",
        "camera": "Apple iPhone 6",
        "date": "Tuesday, July 26",
        "description": "Coming soon"
      },
      {
        "imgTitle": "Enjoying a lovely, peaceful gondola ride",
        "imgFile": "venezia-26",
        "location": "Sestiere Santa Croce, Venezia",
        "camera": "Apple iPhone 6",
        "date": "Tuesday, July 26",
        "description": "Coming soon"
      },
      {
        "imgTitle": "Basilica di Santa Maria Gloriosa dei Frari",
        "imgFile": "venezia-27",
        "location": "Santa Maria Gloriosa dei Frari, Venezia",
        "camera": "Panasonic Lumix GF1",
        "lens": "Panasonic 7-14mm f/4.0",
        "date": "Wednesday, July 27",
        "description": "Coming soon"
      },
      {
        "imgTitle": "Tomb of Titian in the Frari",
        "imgFile": "venezia-28",
        "location": "Santa Maria Gloriosa dei Frari, Venezia",
        "camera": "Panasonic Lumix GF1",
        "lens": "Panasonic 7-14mm f/4.0",
        "date": "Wednesday, July 27",
        "description": "Coming soon"
      },
      {
        "imgTitle": "Ponte dei Pugni Fruit Market Boat",
        "imgFile": "venezia-54",
        "location": "Ponte dei Pugni, Venezia",
        "camera": "Panasonic Lumix GF1",
        "lens": "Panasonic 7-14mm f/4.0",
        "date": "Wednesday, July 27",
        "description": "Coming soon"
      },
      {
        "imgTitle": "Northwest view from Ponte dell'Accademia",
        "imgFile": "venezia-29",
        "location": "Ponte dell'Accademia, Venezia",
        "camera": "Apple iPhone 6",
        "date": "Wednesday, July 27",
        "description": "Coming soon"
      },
      {
        "imgTitle": "East view passing under Ponte dell'Accademia",
        "imgFile": "venezia-31",
        "location": "Ponte dell'Accademia, Venezia",
        "camera": "Apple iPhone 6",
        "date": "Wednesday, July 27",
        "description": "Coming soon"
      },
      {
        "imgTitle": "Selfie on Ponte dell'Accademia",
        "imgFile": "venezia-33",
        "location": "Ponte dell'Accademia, Venezia",
        "camera": "Apple iPhone 6",
        "date": "Wednesday, July 27",
        "description": "Coming soon"
      },
      {
        "imgTitle": "Walking up Granviale Santa Maria Elisabetta on the Lido",
        "imgFile": "venezia-58",
        "location": "Granviale Santa Maria Elisabetta, Lido, Venezia",
        "camera": "Apple iPhone 6",
        "date": "Wednesday, July 27",
        "description": "Coming soon"
      },
      {
        "imgTitle": "The beach on the island of the Lido",
        "imgFile": "venezia-30",
        "location": "Lido di Venezia",
        "camera": "Apple iPhone 6",
        "date": "Wednesday, July 27",
        "description": "Coming soon"
      },
      {
        "imgTitle": "San Marco seen from Vaporetto",
        "imgFile": "venezia-57",
        "location": "Palazzo Ducale, Venezia",
        "camera": "Apple iPhone 6",
        "date": "Wednesday, July 27",
        "description": "Coming soon"
      },
      {
        "imgTitle": "Gondola with accordion player seen from Vaporetto in early evening",
        "imgFile": "venezia-32",
        "location": "Rialto Bridge, Venezia",
        "camera": "Apple iPhone 6",
        "date": "Wednesday, July 27",
        "description": "Coming soon"
      },
      {
        "imgTitle": "Long Exposure: Late night walk through Cannaregio",
        "imgFile": "venezia-34",
        "location": "Ponte delle Guglie, Venezia",
        "camera": "Panasonic Lumix GF1",
        "lens": "Panasonic 7-14mm f/4.0",
        "date": "Wednesday, July 27",
        "description": "Coming soon"
      },
      {
        "imgTitle": "2016 vs 2010 Long Exposure Comparison: Campiello Agusto Picutti",
        "imgFile": "venezia-35",
        "location": "Calle Colonna, 1696, Venezia",
        "camera": "Panasonic Lumix GF1 (top) and Panasonic Lumix G1 (bottom)",
        "date": "Wednesday, July 27, 2016 (top) and Friday, September 10, 2010 (bottom)",
        "description": "Coming soon"
      },
      {
        "imgTitle": "2016 vs 2010 Long Exposure Comparison: Hotel Antico Doge",
        "imgFile": "venezia-36",
        "location": "Calle Bianco Leon, 5644, Venezia",
        "camera": "Panasonic Lumix GF1 (top) and Panasonic Lumix G1 (bottom)",
        "date": "Wednesday, July 27, 2016 (top) and Friday, September 10, 2010 (bottom)",
        "description": "Coming soon"
      },
      {
        "imgTitle": "2016 vs 2010 Long Exposure Comparison: Ponte degli Scalzi",
        "imgFile": "venezia-37",
        "location": "Ponte degli Scalzi, Venezia",
        "camera": "Panasonic Lumix GF1 (top) and Panasonic Lumix G1 (bottom)",
        "date": "Wednesday, July 27, 2016 (top) and Friday, September 10, 2010 (bottom)",
        "description": "Coming soon"
      },
      {
        "imgTitle": "View across the Grand Canal of Museo Wagner at night",
        "imgFile": "venezia-38",
        "location": "Traghetto di San Marcuola, Venezia",
        "camera": "Apple iPhone 6",
        "date": "Wednesday, July 27",
        "description": "Coming soon"
      },
      {
        "imgTitle": "Rainy morning walk through Dorsoduro",
        "imgFile": "venezia-39",
        "location": "Sestiere Dorsoduro, Venezia",
        "camera": "Apple iPhone 6",
        "date": "Thursday, July 28",
        "description": "Coming soon"
      },
      {
        "imgTitle": "Exploring the amazing Ca' Rezzonico on a rainy day",
        "imgFile": "venezia-55",
        "location": "Ca' Rezzonico, Venezia",
        "camera": "Panasonic Lumix GF1",
        "lens": "Panasonic 7-14mm f/4.0",
        "date": "Thursday, July 28",
        "description": "Coming soon"
      },
      {
        "imgTitle": "Charlie having a drink at Osteria da Toni",
        "imgFile": "venezia-40",
        "location": "Osteria da Toni, Venezia",
        "camera": "Apple iPhone 6",
        "date": "Thursday, July 28",
        "description": "Coming soon"
      },
      {
        "imgTitle": "Amanda having a drink at Osteria da Toni",
        "imgFile": "venezia-41",
        "location": "Osteria da Toni, Venezia",
        "camera": "Apple iPhone 6",
        "date": "Thursday, July 28",
        "description": "Coming soon"
      },
      {
        "imgTitle": "Pizza Magherita at Osteria da Toni",
        "imgFile": "venezia-42",
        "location": "Osteria da Toni, Venezia",
        "camera": "Apple iPhone 6",
        "date": "Thursday, July 28",
        "description": "Coming soon"
      },
      {
        "imgTitle": "Colorful houses in Burano",
        "imgFile": "venezia-43",
        "location": "Burano, Venezia",
        "camera": "Panasonic Lumix GF1",
        "lens": "Panasonic 7-14mm f/4.0",
        "date": "Thursday, July 28",
        "description": "Coming soon"
      },
      {
        "imgTitle": "Vineyard and Campanile in Mazzorbo",
        "imgFile": "venezia-56",
        "location": "Mazzorbo, Venezia",
        "camera": "Panasonic Lumix GF1",
        "lens": "Panasonic 7-14mm f/4.0",
        "date": "Thursday, July 28",
        "description": "Coming soon"
      },
      {
        "imgTitle": "Old Venetian Violinist",
        "imgFile": "venezia-44",
        "location": "Campo dei Gesuiti, Venezia",
        "camera": "Apple iPhone 6",
        "date": "Thursday, July 28",
        "description": "Coming soon"
      },
      {
        "imgTitle": "2016 vs 2010 Comparison: Chiesa di San Geremia Portrait",
        "imgFile": "venezia-46",
        "location": "Chiesa di San Geremia, Venezia",
        "camera": "Apple iPhone 6 (top) and Panasonic Lumix G1 (bottom)",
        "date": "Friday, July 29, 2016 (top) and Friday, September 10, 2010 (bottom)",
        "description": "Coming soon"
      },
      {
        "imgTitle": "2016 vs 2010 Comparison: Amanda bridge portrait",
        "imgFile": "venezia-47",
        "location": "Calle del Tintor, 2110, Venezia",
        "camera": "Apple iPhone 6 (top) and Panasonic Lumix G1 (bottom)",
        "date": "Friday, July 29, 2016 (top) and Friday, September 10, 2010 (bottom)",
        "description": "Coming soon"
      },
      {
        "imgTitle": "Rialto Bridge and Hotel Rialto",
        "imgFile": "venezia-48",
        "location": "Rialto Bridge, Venezia",
        "camera": "Apple iPhone 6",
        "date": "Friday, July 29",
        "description": "Coming soon"
      },
      {
        "imgTitle": "Wide angle view of Piazza San Marco",
        "imgFile": "venezia-52",
        "location": "Piazza San Marco, Venezia",
        "camera": "Panasonic Lumix GF1",
        "lens": "Panasonic 7-14mm f/4.0",
        "date": "Tuesday, July 26",
        "description": "Coming soon"
      },
      {
        "imgTitle": "Piazza San Marco Panorama",
        "imgFile": "venezia-59",
        "location": "Basilica San Marco, Venezia",
        "camera": "Apple iPhone 6",
        "date": "Friday, July 29",
        "description": "Coming soon"
      },
      {
        "imgTitle": "Charlie on the Loggia dei Cavalli of Basilica San Marco",
        "imgFile": "venezia-60",
        "location": "Basilica San Marco, Venezia",
        "camera": "Apple iPhone 6",
        "date": "Friday, July 29",
        "description": "Coming soon"
      },
      {
        "imgTitle": "Portrait on the Loggia dei Cavalli of Basilica San Marco",
        "imgFile": "venezia-49",
        "location": "Basilica San Marco, Venezia",
        "camera": "Apple iPhone 6",
        "date": "Friday, July 29",
        "description": "Coming soon"
      },
      {
        "imgTitle": "Last selfie before leaving",
        "imgFile": "venezia-50",
        "location": "Ponte degli Scalzi, Venezia",
        "camera": "Apple iPhone 6",
        "date": "Saturday, July 30",
        "description": "Coming soon"
      }
    ]
  },
  "pagenav": {
    "type": "photos",
    "id": "venezia"
  }
}